{
  "type": "tweet",
  "tweet_id": "1803833072997273966",
  "screen_name": "join_luzz",
  "bookmarks": 2,
  "favorites": 35,
  "created_at": "Thu Jun 20 16:51:32 +0000 2024",
  "text": "🚨 It's time for me to introduce WINWORK. \n\nI'm focus on this idea during @_nightsweekends @_buildspace \n\n❓But what is it? And why?\n\nWinwork is a platform that helps companies find and recruit top talents worldwide by organizing challenges. It allows candidates to showcase their skills rather than their diplomas, making recruitment as fun as a game.\n\n❓How did I come up with the idea?\n\nAs a self-taught individual who loves learning on my own, I faced multiple rejections from major companies. This inspired me to create a system where people can prove their skills instead of emphasizing their diplomas. \n\nIt benefits everyone: companies find the best talents, and candidates gain visibility, allowing self-taught individuals, often overlooked by the system, to shine. \n\nAnd I got validation for this idea when I saw @durov apply this method to find the best talent for @telegram\n\nI thought to myself, man, this is your mission. \n\nThere are hidden gems full of talent everywhere.\n\nNo matter where you come from, no matter what your degrees, you can work wherever you want. \n\nI'm now on a mission, and I'll be following your ideas closely too. \n\nA like or RT would help me a lot 🙏",
  "lang": "en",
  "quotes": 2,
  "replies": 19,
  "conversation_id": "1803833072997273966",
  "retweets": 5,
  "views": "2181",
  "user_info": {
    "screen_name": "join_luzz",
    "name": "Luzz",
    "description": "french chef turn builder. marketer + coder. @_buildspace S5🥖",
    "rest_id": "1509153947939971074",
    "followers_count": 334,
    "favourites_count": 4690,
    "avatar": "https://pbs.twimg.com/profile_images/1800277653867421696/THp-8Ah1_normal.jpg",
    "verified": false,
    "friends_count": 812
  },
  "media": {
    "photo": [
      {
        "media_url_https": "https://pbs.twimg.com/media/GQiAnUVW4AAPVzp.jpg",
        "id": "1803833063723425792"
      }
    ]
  }
}